{
"A carved marble elephant",
"A pocket book of dwarven poetry",
"A bronze box containing a tiny wooden owl",
"A solid blue metal sphere, one inch in diameter, with three parallel grooves around the circumference",
"A ceramic puzzle cube, with each face divided into four independently rotating squares enameled with astronomical signs",
"A sheet of vellum on which is crudely painted a herbal plant that you have yet to identify",
"A twenty-sided die",
"A cut yellow chrysanthemum that never dies and twines decoratively into your hair ",
"A blob of grey goo, slippy but safe to touch, kept in a ceramic pot",
"A pretty conch shell",
"A keychain holding the head of a broken key",
"A toy crossbow",
"A brass prosthetic nose",
"A corkscrew",
"A cube of ice that never melts",
"A square of ironsilk",
"An ivory knitting needle",
"A peacock feather",
"A travel set of three blue paints",
"A wig of short platinum-blonde hair",
"A child's charm bracelet",
"A tiny bar of orichalcum, a metal only mentioned in ancient literature",
"A deed to a ruined tower",
"An invitation to a formal ball to be held in two years time",
"A smoking pipe carved from granite",
"A vial of scented oil",
"A preserved basilisk eye",
"A torn page on which is written 'Where lies the strangling fruit that came from the hand of the sinner I shall bring forth the seeds of the dead to share with the worms'",
"An intricate knot that nobody seems to know how to tie or untie – sailors believe it to be bad luck",
"Pages ripped out of an accounting journal of a local merchant",
"A ring with a poison reservoir for slipping into drinks and a tiny razor edge for cutting purse-strings",
"A portfolio of pressed flowers",
"A small handbook of common foreign coins, for travelers to identify denominations",
"Six useless wooden tokens previously issued by a traitor-prince as currency",
"A set of cosmetic tools for cleaning the ears",
"A harmless stage dagger with retracting blade",
"A ring carved with the unfinished insignia to a defunct secret organization",
"A thimble on which is an enamel painting of a turtle",
"A pair of badly worn hairdressing scissors",
"A wax hand shaped to hold a large cup",
"A measuring tape, marked in ink at 23 inches",
"A coprolite",
"A bootlace entwined with gold thread",
"A belt buckle",
"A decorative leather stud",
"A penny whistle that plays the same note no matter which holes are covered",
"A doll head with no hair and poorly applied makeup",
"A pewter spork",
"A hunk of metal which appears to be several gears jammed together at unnatural and impossible angles: attempting to turn it causes it to emit a horrible shrieking sound",
"A crystal prism that refracts shadow instead of light",
"A smokeless and odorless candle",
"An ornate pewter tankard made with a false bottom",
"A sponge that can absorb 3 gallons of ale (and only ale)",
"An oval-shaped soapstone tablet inscribed with a short list of religious prohibitions",
"A stone figure of a snake that changes positions after every full moon.",
"A silver key of unknown origins on a leather cord as a pendant that glows faintly under moonlight, brighter the fuller the moon is.",
"The right half of a broken bronze circlet with a light leafy pattern.",
"A book that perfectly records the holder's dreams when held while sleeping.",
"A tin pot that is just the right size for you to wear as a helmet.",
"A piece of pure white cloth that never gets dirty.",
"A hat that never gets wet.",
"A mask that copies its wearer's facial expressions.",
"A leather belt with a jagged tear.",
"A sphere of crystal with a tiny shard of quartz at the exact centre.",
"A turban that, when worn, makes your steps feel very light.",
"A towel with a set of instructions embroidered on it to run very fast and carry the towel.",
"A brass rose.",
"A book of poetry about rabbits.",
"A handbook of etiquette for nobles of an empire that fell.",
"A translation guide for a fictional language.",
"An etiquette guide for marid noble houses.",
"The head of a pickaxe that was used in a lost gold mine, with names carved in Dwarvish runes along the sides.",
"A compass that points towards the nearest bottle of rum.",
"A map with no key or locations, only red circles with lines connecting them.",
"A shard of glass that floats a tiny distance off of the ground when near an open flame.",
"A diagram of a forest on an island with no named artist.",
"An orb that glows with a flash of green light at noon.",
"A locket with a strange rune carved inside.",
"A figurine of a fiend, so lifelike it seems like it might come to life and attack any second.",
"A vial of tree sap.",
"A wooden cane that, when placed on the ground, stands perfectly straight, and cannot be tipped over.",
"An engagement ring that belonged to a famous scholar.",
"A sword sized for a child.",
"A tome from an abandoned library.",
"A gear that refuses to mesh with any other.",
"A band of iron that shines brilliantly despite being completely rusted.",
"A small jar of stone that smells faintly of blood.",
"A tunic that smells of saltwater.",
"A cat figurine made of wood.",
"A book of lore, that is hollow inside.",
"A gigantic snake's tooth",
"An unusually small humanoid skull.",
"A bit of rock from a headstone.",
"A tiny bag of yellowish powder.",
"A box of black licorice.",
"A strangely shaped bone.",
"An empty bottle with blackish green residue that smells faintly of brimstone.",
"A detailed guide to making pickled foods.",
"An axehead that appears to have been snapped off.",
"The head of a mummified monkey.",
"A flask of giant's blood.",
"A miniature shield.",
"A sea shell with a strange rune carved into it.",
"A corn husk doll.",
"An arm band in the shape of a snake, with amethysts for eyes.",
"A tiny, fossilized ammonite made into a necklace.",
"An old coin, showing a hare on one side and the moon on the reverse.",
"A bird carved out of pine.",
"A small pouch filled with the teeth of various shark species.",
"An ingot of copper with an unusual hue.",
"A small notebook full of anatomy drawings.",
"A fist sized turtle shell.",
"A malevolent-looking raven skull that has been charred black.",
"A guide to changing bowstrings full of grammatical errors.",
"A ceramic troll statuette with no arms, just legs.",
"A rusted fork.",
"A piece of tree bark that is coated in blood.",
"A silver hand mirror with a dragon etched onto the back.",
"A tine of a deer's antler.",
"A teacup.",
"A horn that has been cut cleanly in half.",
"A small clay pig toy.",
"Half of a coin with unusual markings engraved on both sides that cut off where the other half would connect.",
"A silver goblet that will never, ever spill its contents.",
"An amulet that, when worn, makes you look older when you are injured.",
"A bowl covered in ornate designs depicting hill giants in combat with dwarves.",
"A copper badge that you have never seen before in your life, though it has your name on it.",
"A purple amulet in the shape of a pig's head.",
"A fist-sized sphere; half of which is blue while the other half is red.",
"A petrified goat skull.",
"A brown mushroom of extraordinary size.",
"A drawing of a bird that you have never seen before.",
"A tiny piece of metal that floats on smoke.",
"A tiny stone orb that hangs in the air for a bit when you throw it.",
"A single leather boot with unknown markings on the bottom.",
"A leather pouch that contains a single token depicting an intellect devourer.",
"A belt buckle made from an unusually twisted piece of copper.",
"An eyeball carved from stone that occasionally moves around, as though looking for something.",
"A 1 foot piece of hemp rope.",
"A marble d8 die with a large crack.",
"A carved wooden statuette of a hawk.",
"A cape that always flaps gently, as if pushed by a slight breeze.",
"A split piece of unknown wood, decorated to look as if it once was a piece of a druidic focus.",
"A small mirror in which your reflection remains, crying hideously whenever you look at it.",
"A small rodent's heart. Still beating.",
"A tiny, tame earth elemental that is afraid of insects.",
"An obsidian dagger that reflects no shadow.",
"A deck of cards with unknown runes on each card.",
"An expired potion of growth, now only makes your nose get bigger when you take a sip, tastes like powdered iron for some apparent reason.",
"An expired potion of darkvision, now just makes everything bright when you take a sip, tastes like dry carrots for some apparent reason.",
"A miniature brain made of coral.",
"A wizard's journal, recounting the tales of many arcane experiments.",
"A green glass-gemstone shaped like a heart.",
"A purple gemstone shaped like a cage.",
"A piece of coal that burns blue and smells of brimstone",
"A pouch full of fine black metal slivers.",
"A gem that can summon a dim orb of light that does nothing but follow the summoner for a while.",
"A ring carved from whale bone.",
"A stuffed bear given old and many times repaired.",
"A bundle of differently colored strands of hair",
"A small box containing bloody teeth and fingernails. The box has the word 'Mother' inscribed on the top.",
"A glass eye.",
"An ancient hero's heart, bound in linen and kept in a clay jar.",
"A cursed ring which makes the wearer reek of rotting fish.",
"A pewter spoon.",
"A jar containing an alchemical salve that is labeled 'Apply to soles once per week.' However, the salve has solidified into a waxy mass.",
"A helmet forged to fit the head of a child.",
"A small bottle of chalk tablets. Unmarked, but scented with the smell of lilacs.",
"A folded paper frog. ",
"A bracelet braided from the ligaments of some large creature, with a charm carved from a humanoid tooth.",
"A piece of torn linen cloth worn soft by someone else's fingers. Up close, you can see marks where embroidery has been picked away.",
"A small glass jar with a gilt-painted image of a minor goddess; empty with a waxy residue at the mouth.",
"A glass file; intended for the care of nails, claws or talons.",
"A string of rough, red beads that smell faintly of cinnamon.",
"A carved bone portrait of a pirate; the enamel has worn thin.",
"A small doll. Someone thought it would be a good idea to carve its head from an apple; the face is brown, dry and wizened.",
"A wolf-hair paintbrush, perfect for calligraphy, though the binding is coming loose.",
"A walnut-sized terracotta jar containing traces of red makeup.",
"A fist-sized stone sphere that rolls after you when you put it down and walk away.",
"A box of dim glass beads.",
"A vial of red dragon's blood.",
"A vial of gold dragon’s blood.",
"A wooden cup that, when put to the ear, relays the sounds of a tavern party.",
"A broken table knife that can only be held by red-haired humanoids without cutting the owner.",
"A crystal pen that will only write with blue ink.",
"A small coin purse with one gold coin inside that cannot be removed.",
"An adamantine throwing star that will always miss its target.",
"A white metal goblet that grumbles angrily in Dwarvish when filled.",
"A set of blue marble earrings that glow faintly in the presence of pork.",
"A small humanoid skull that cackles every morning at the break of dawn.",
"A pair of scissors that only cuts eyebrow hair.",
"A cast iron pot with a love letter carved into the side.",
"A bag that is full of rainbow-coloured sand.",
"A leaf that will never blow away in the wind.",
"A single iron shackle that was once worn by a deaf musician.",
"A shirt button that changes shape every day.",
"A single leather shoe that can be worn on either foot.",
"A short metal chain.",
"A map with directions to an abandoned gnome's house.",
"A griffon’s tooth that perpetually feels wet.",
"A loincloth that smells of trolls.",
"A small wooden box that contains a single, worn thimble.",
"A clear glass bottle that makes any liquid put in it taste faintly of rosewater.",
"A child's leather vest.",
"A codpiece with the entire Sylvan alphabet written on it.",
"A black feather that somehow weighs 40 pounds.",
"A pair of socks very warm, comfortable knitted socks.",
"A pair of marble chess pieces, black and white, that argue with each other.",
"A bandana that makes the wearer look 10 pounds lighter.",
"A rock that screams in fear when it's thrown.",
"A piece of parchment with an ink drawing of a centaur that always points north.",
"A green, metal orb that slowly orbits any obese humanoid it's thrown at.",
"A mouthpiece for an unknown musical instrument.",
"A single newt's eye in a glass jar.",
"A small jar of nails that can only be driven by a glass hammerhead.",
"A fine, leather pouch that contains exactly 248 stone pebbles.",
"A cookbook that only holds the phrase 'Don't cook fairies' scrawled in blood.",
"A thin sheet of paper that's been folded into a swan.",
"A warm winter scarf knitted from skunk fur.",
"A stone slab that floats.",
"A backpack that makes eating sounds when items are put inside.",
"A pair of copper rimmed glasses that contain cracked lenses.",
"A cane sword missing its blade.",
"A black triangular pendant.",
"A diary that when shaken reveals a secret that a nearby entity knows although the secrets are almost always useless.",
"A strand of hair from a dryad.",
"A shovel made from unusual blue metal.",
"A sickly green humanoid bone.",
"A tattered red cloak that patches itself up when its wearer is in a graveyard.",
"A stoppered bottle that contains a harmless undead spider.",
"A small stone carving that depicts a naked goblin scratching his hindquarters.",
"A wooden mask.",
"A letter addressed to you from a king that has been long dead. It was sent recently.",
"A small dull dagger that refuses to sharpen.",
"A rusted coin that absorbs any oil it comes into contact with.",
"Some dried candy that tastes faintly of pineapple.",
"A tiny pink bottle that smells of roses when it is empty.",
"A hunting horn that sounds like a trumpet when blown into.",
"An owl feather quill that makes the holder always talk in the third person.",
"A sequined leather glove.",
"A metal rod that can't conduct electricity.",
"A gnome's hair brush.",
"A cork for an old wine bottle that won't fit in any other bottle.",
"A copper coin that, when flipped, tells the flipper a fake fortune.",
"An erotic novel that's written backwards.",
"A boomerang that comes back when you least expect it to.",
"A drinking glass that leaks.",
"A tiny bottle full of Medusa tears.",
"A prayer book to an obscure religion.",
"A bar of soap that smells like rotten meat.",
"A 30-page rulebook for rock-paper-scissors.",
"A large, steel lock without a key.",
"A carefully detailed drawing of a halfling toe.",
"A ruby that holds the soul of a long-dead evil sorcerer. He constantly gives bad advice.",
"A teacup that keeps tea warm.",
"A costume mask made from a wolf's skull and pelt.",
"A backscratcher, downsized for use by halflings.",
"A tattered blacksmith cap full of red dwarf hair.",
"A small roll of leather that's been cured with giant urine.",
"A treasure map that leads to a beggar's dandelion garden.",
"A small stone that feels like silk when you touch it.",
"A pocket sundial that only works in the moonlight.",
"A pair of rose colored glasses.",
"A scroll case full of ash. The lid has a tiny iron spike on the top.",
"An eye patch of white stained leather.",
"A silver ring with 'Dax loves Mariva' inscribed on the inside.",
"A deed to a bear sanctuary in a far off land.",
"A locket containing a picture of an unrecognizable child.",
"A bracer that is hot to the touch.",
"A gauntlet that forms frost on it continually.",
"A partial map of a labyrinth.",
"A book of erotic poetry about rabbits.",
"A miniature functioning siege set.",
"A prayer book for a god you’ve never heard of.",
"A miniature canoe made of ivory.",
"A weathered tricorn.",
"An unfinished nude drawing of a centaur with disturbing attention to anatomy.",
"A deflated rubber ball.",
"A pamphlet for a show called the Drama of the Last King of Carcosa.",
"A crude sketch of an elf named Kartell.",
"A necklace made from seven owl feathers.",
"A face from a pocket watch.",
"A piece of wood showing the faded painting of a rose.",
"A vial containing a small ember.",
"A broken blade from a sword that smells of damp earth.",
"A bag of odd mushrooms.",
"A statuette made from a coprolite.",
"A book that details etiquette for acolytes of a major religion.",
"A wand sized for a kobold with no charges. ",
"A whip crafted from ink-black leather.",
"A hairpin depicting a withered hag. ",
"A belt with inappropriate images worked into the leather of Minotaurs and cows.",
"A whistle that only equines can hear.",
"A cowl from a robe that is bright gold.",
"A crown made out of thirty bent spoons.",
"A silver-painted rock.",
"A tiny lizard skull.",
"A pink scabbard.",
"A jar of pickled spider eggs.",
"A jester's hat.",
"A harlequin mask that makes you feel oddly sad when you wear it.",
"One shoe with a tarnished bell on it.",
"A makeup kit that is all in shades of blues and purples.",
"An IOU from a Zakharan merchant for a thousand dinars plus interest.",
"A ring made of steel for a ferret.",
"A badly balanced boomerang.",
"A tiny bit of a dragon's scale.",
"A deed to a place that you used to dream about as a child.",
"A piece of wire that holds a fragment of music in it when struck.",
"A book of myths of the Dao.",
"A cork that has a faint aroma of orange.",
"A rat carved out of a petrified mushroom.",
"A toe ring that causes your feet to never become dirty from walking bare feet.",
"A trumpet designed for a kenku.",
"A set of silky undergarments.",
"A jar full of petrified wasps.",
"A stovetop hat that is dirty and wornZ",
"A noble's journal, detailing his journeys and attempts to find the perfect pork stew.",
"A rusty metronome.",
"A broken lute covered in bloodstains.",
"A bottle of brandy with only a single drop left that reduces your age by 1 year.",
"A necromancer's reanimated pet frog.",
"A platinum piece with the face on it crossed off and that no one wants to take as payment.",
"A dagger that can't be removed from its sheath.",
"A coin purse containing three obviously fake gold coins.",
"A pebble, delicately carved to resemble an anvil.",
"A flip book that depicts a cartoonish spine devil operating a riverboat.",
"A beautifully crafted doll that belonged to a knight named Emil.",
"An undelivered letter addressed from 50 years ago.",
"A child's wooden sword.",
"An opium pipe made from beautifully carved jade. ",
"A bit of slime in a jar. When the jar is opened, the slime tries its hardest to stay as far into the jar as it can, and something tells you you shouldn't touch it.",
"A small delicate cage meant to hold fireflies.",
"A music box that when opened plays delicate string music but need repair as its slightly off tune.",
"A journal with theories about the identity of a serial killer.",
"An explorer's journal that goes very in depth of his discoveries while in his own basement or as he calls it “the land of perfect shadows.”",
"A small, sticky substance that is unidentifiable. ",
"A dried hollow pea that whispers to you and claims to be a tiny imprisoned air elemental.",
"A necklace of obviously fake black pearls.",
"Sheet music, with explicit instructions to play it using only sounds made by various animals instead of normal instruments.",
"A blanket that reduces the sound of the snoring of anyone under it by half.",
"A small drum with dinosaur leather.",
"A hair clip made from steel and malachite.",
"A set of pan pipes made from reeds.",
"A pocket watch that counts down to an indeterminate future time.",
"A bonsai tree made from brass inscribed with dwarven tunes.",
"A three small collars that each say “spot.”.",
"A magic sphere that contains floating wind chimes.",
"A mechanical squirrel that will hide nearby and steel any squirrel edible food it can find from you.",
"An earring that Gives you advantage on hearing your name but nothing else.",
"A cup that refills with ale once a month on the full moon if it’s been used every night since the last oneZ",
"A walking cane that occasionally trips you but only when you’re in a hurry.",
"A perfect cube of polished, solid dirt.",
"A piece of an artist's canvas that seems to have many layers of oil paint on it.",
"A razor blade that never dulls from shaving.",
"A ring that gives you the ability to make suggestions to sheep in small numbers.",
"A jack-in-the-box that changes appearance each time.",
"A crystal ball with a chip in it.",
"A walnut that is alabaster white in color.",
"A bag of salt blessed by a high priest.",
"A child-sized thumb made of wood as a prosthetic.",
"A nose ring made for a boat.",
"A tail ring for a giant rat.",
"The head of a polearm.",
"A bag containing three history books written by a deposed king in exile.",
"A inventory of a bag of holding with over 700 random things on it.",
"A simple painting just a few inches wide of a woman and two dogs.",
"A harmonica.",
"A harmonica made of adamantium.",
"A harmonica that makes a sound only you can hear.",
"A piano cable.",
"A small blue-black marble.",
"A hand mirror that shows the back of you.",
"A six sided top for spinning.",
"A belt buckle in the shape of the seal of Waterdeep.",
"A small slip of paper knotted up with wishes on it for the new year. ",
"A paintbrush that cleans itself.",
"A puzzle piece made of perfectly reflective glass.",
"A scroll on which is printed fifteen names and fourteen are crossed out.",
"A bowler hat.",
"A tiny book containing a list of ships that have docked but have never existed except in legends complete with inventories.",
"A tax receipt for 6 hundred pounds of rice.",
"A jar of blue pigment called “garden shed blue.”",
"A tin hat.",
"A pocket knife made for trimming nails.",
"A verdant ribbon.",
"A toy mouse woven from cotton.",
"A featureless bronze cube.",
"A fabric doll of a Knight.",
"A glass koi about six inches long.",
"A pin cushion in the shape of a beholder.",
"A fish gutting knife made from whalebone.",
"A die with the classic six sides made from a single beaten sheet of metal folded up.",
"A set of toothpicks made of razor blades.",
"A compass that points in seemingly random",
"directions.",
"A wax stamp for sealing letters.",
"A weird brass pot that shows people being murdered.",
"A steel ball with a bell inside it that cats enjoy playing with.",
"A hideous mustard yellow cap that is warm to wear.",
"A vial of something that looks like mucus.  ",
"A key made of flowers that are hard as steel but vaguely move.",
"A hairbrush made from turtle shell.",
"A painter’s knife.",
"A glass eye for an ogre.",
"A wooden bucket that keeps water cool.",
"A smoking pipe made from draconian bone.",
"A fake wand.",
"A ring always smell pleasantly of almonds.",
"A steel printing plate engraved with a poem.",
"A plush toy of an owl with a label attached to it that reads 'Comet'.",
"A cheese case for small wheels of cheese.",
"A large handkerchief for holding a lunch.",
"A ring with hidden blade for cutting strings.",
"A mallet head without a handle.",
"A leather pouch that contains seventeen sewing needles.",
"A rudimentary deck of playing cards made on the backs of Wanted Person leaflets.",
"A thick leather belt with impressions and engravings depicting the stages of a moon.",
"An old farmers almanac with pages cut to conceal small items inside.",
"A highly-polished, palm-sized steel orb that only rolls uphill.",
"A scrimshaw depicting several northern nomads hunting a great elk, carved into the tooth of a saber-toothed tiger.",
"A black ring covered with some very faint, illegible etchings that glow with a red light when in darkness. It feels somewhat warm to the touch when worn.",
"A set of exquisitely crafted dice, carved from the tusks of a mammoth. Dwarvish runes replace the typical pips on the sides, and glow a faint blue.",
"A silver ring with runic etchings. In place of where a jewel would go, however, there is instead a small depression.",
"A walking stick shaped from a gnarled elm root. A small branch is sprouting from it, tipped with several leaves.",
"A sealed Ship in a Bottle, enchanted by a wizard. As you watch, the ship rocks back and forth as tiny waves crash about it.",
"A huge firefly any you've ever seen, trapped in a chunk of amber.",
"A pewter armlet adorned with a pack of wolves engraved into its surface. ",
"A gold stud earring that whispers in a beautiful unknown language to you.",
"A pocketwatch that tells the time of a random plane.",
"A small blue flame in a stone box that can be used to start fires.",
"A poorly crafted clay animal. You can't quite tell which one it's supposed to be.",
"The cowl of a wizard, purple with gold trim.",
"A set of tattoo needles made from gold.",
"A set of acupuncture needles made from gold.",
"The deed to a plot of land in the middle of the ocean.",
"A miniature lute.",
"A leather scroll listing names and titles for another plane.",
"An opera mask.",
"A set of lock picks made from dried tentacles.",
"A miniature replica anchor that refuses to sink.",
"A clay bowl with a painting of grapes on it.",
"A brass figurine of a brass dragon.",
"A collection of seven cheese knives. ",
"A deck of cards that, when left alone for too long, will start shuffling and dealing themselves to all nearby people.",
"A petrified leaf.",
"The bloody pointed tooth of a famous vampire.",
"A list of ingredients to make a potion that makes everything taste faintly of cauliflower.",
"A white cloak that cannot be stained by any means",
"A ball of clay with small red metallic flakes in it.",
"A large skull of a were-chicken. ",
"A tiny decorative anchor that glows slightly whenever a nearby creature teleports.",
"A brick that always feels slippery.",
"A large snow globe that houses a tiny kobold and his family.",
"A sacred chime that rings at dawn.",
"A pair of leather gloves that can never get wet.",
"A red feather that shines softly in the dark.",
"A leather ball that engulfs itself in harmless blue fire when thrown.",
"A bowl filled with dim continual flames that change color when different powdered materials are added.",
"A flute that, when played, forms illusory lines of fire which dance to the music around the player.",
"An ash wood walking stick.",
"A map of the sun.",
"A pyrography quill that leaves flaming script on the parchment.",
"An old brass lamp in which an efreet once resided; his name is inscribed on the rim in Ignan script.",
"A thin iron pinky ring, melted and charred but still wearable.",
"A candlestick with a jeweler's mark stamped into the base.",
"A dagger that was once owned by a man struck by a lightning bolt spell; it still flickers with (harmless) electricity.",
"A simple crown of woven rowan that glows faintly with fey light.",
"A shallow bowl made from limestone.",
"A rock that floats.",
"A small compass that never points north, and sometimes points at strangers.",
"A strange purple dust in a leather bag.",
"A bobbin of thick string with which it is impossible to tie knots",
"A blue sash tat never gets wet..",
"A small, hollow metallic orb that vibrates when tapped. ",
"A sheet of black dyed papyrus.",
"A hand crank music box.",
"A chain of alternating silver and bronze links. ",
"An acacia wood spinning top which never topples. When spun on flat wood, it carves elegant abstract engravings.",
"A bill of sale for two dozen morningstars.",
"A pencil-on-paper schematic of a crossbow-like contraption of tubes, triggers and optics.",
"A blue blade shard that hums. If a person holds the piece for long enough they will start hearing voices that urge him to kill and claim souls for it.",
"A pair of tailor’s shears that can cut through any kind of leather.",
"A curious talking ebony walking stick, well versed in architecture.",
"An old, worn smith's hammer. ",
"A pair of Dwarven smith’s tongs.",
"A woodcutter’s axe.",
"A small jade sphere that leaves a faint trail of color.",
"A whetstone that never diminishes.",
"A smooth river stone. ",
"Smelted copper with a piece of finger bone sticking out of it.",
"A rag with a unicorn embroidered on it.",
"A small vial of hemp oil.",
"A quill whose ink dries instantly.",
"A pair of gloves made from pig leather.",
"A pair of cuff links shaped like birds.",
"A halfling skull with a significant parietal slashing wound that also corroded the bone.",
"A wig that needs cleaning.",
"A small stone cube with the coat of arms on one side.",
"A large, tattered flag with silver, green, and black stripes.",
"A mithral key about six inches long.",
"A spyglass, dented and bent.",
"A crown made of polished and carved ash.",
"A wooden cup.",
"A grappling hook with one hook broke off.",
"A small model of an adobe hut.",
"A dagger's hilt. The pommel is carved in the form of a lion.",
"A tarnished silver whistle.",
"A hollow arrow.",
"A tattered painting of a royal family. The faces are scratched out.",
"A snake’s skull.",
"The fuller from an ancient blade.",
"A small stone block from a long-forgotten castle.",
"Ripped and torn mail links. ",
"Half of a snapped oak flag-pole with a shred of a torn regimental banner.",
"Half of a signet ring. It looks like it was once the stamp for a merchant’s seal.",
"A much-loved child's doll embroidered with gold thread. It's been through a lot.",
"A small magical candle that burns without being consumed.",
"A spool that causes the thread wound on it to match the color of any fabric that it is woven into",
"A small gold ring set with a magical stone that dimly glows any color the wearer desires.",
"A leaf from a Silveroak Tree that never wilts. ",
"A heart shaped locket that allows you to mentally send up to three words once per day to the person whose name is engraved in the back.",
"A hat that stays dry in any rain.",
"A stone that when added to a circle of stones no more than four feet across doesn’t let fire cross it.",
"A pair of shoes or boots that never get dirty.",
"A lodestone",
"A small herb pot.",
"A vase that keeps makes water last twice as long for the plant.",
"An unbreakable ring.",
"A necklace or circlet woven of meadow flowers that never wilt.",
"A key that opens any lock you locked.",
"A water skin that can hold a barrels worth of water (59 gallons) but only water.",
"A bell that awakens anyone within 30 feet when rung.",
"A torc engraved with horses that allows you to march an extra hour a day without having to make an exhaustion check.",
"A pair of glasses that gives you 5’ darkvision.",
"A dragonfly carved out of jade that, when active, flies around you killing mosquitos and flies.",
"A tiny figurine of Bahatmut.",
"A tiny figurine of Takhisis.",
"A preserved and shrunken eye set in a ring. ",
"A pound of troll flesh that constantly regenerates providing enough meat every day for two humans. The flavor is disgusting.",
"A chamber pot that dries out any excrement put in it.",
"A comb made of bone.",
"A set of seven glowing magical gems that can be set swirling around you.",
"A fish mask that lets you hold your breath twice as long as normal.",
"A petrified cranium rat brain.",
"A copper coin that you can summon back to your hand as long as it’s within 20 feet.",
"A jar containing an aboleth mucus gland. If you breathe in the mucus you are able to breathe through your skin underwater for thirty minutes. ",
"A whistle that can only be heard by gnomes.",
"A cup or plate that change color based on the flavors inside.",
"A sugar spoon that sweetens any drink it stirs.",
"A brass pitcher.",
"A rag doll.",
"A pack saddle that weighs nothing to the beast wearing it.",
"A necklace of animal teeth. Once per long rest as a bonus action you can cause the necklace to bite you dealing 2 points of piercing damage.",
"A set of sheep’s knucklebones that allow you to cast the ritual Augury in 1 minute if you can normally cast it as a ritual.",
"A fetish made of bone and feathers that lets you cast the ritual Speak With Animals in 1 minute if you can normally cast it as a ritual.",
"A pearl that adheres to your forehead like a third eye. ",
"A mummified body part of a monkey.",
"A nightcap that, when worn keeps you from snoring.",
"A small fan with a humming bird painted on it that will hover near you and fan you.",
"A glass orb filled with smoke.",
"A stone orb of perfectly smooth granite.",
"An iron pot who’s handle never gets hot.",
"An sand glass that lasts 1 minute.",
"An hourglass that will flips itself over when the hour ends.",
"An albino acorn.",
"A hand cut off a thief."
}
